---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz2
source: html/1acb725b-4a86-160b-6fe9-acb84cb14ca7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz2 Property

"Fz 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFz2 { get; }
```